Repository: abredykhin/mymoney
Catalog: ios/Bablo/Bablo/Localizable.xcstrings
Source language: en
Languages: uk

source: · Access revoked
uk: · Доступ відкликано

source: · Stale
uk: · Застаріло

# %@ · %lldx
source: %1$@ · %2$lldx
uk: %@ · %lldx

source: %@ a year
uk: %@ на рік

source: %@ left this month
uk: %@ залишилося цього місяця

source: %lld active · tap to open
uk: %lld активн. · торкніться, щоб відкрити

# %lld bank%@ · %lld account%@
source: %1$lld bank%2$@ · %3$lld account%4$@
uk: %1$lld банк%2$@ · %3$lld рахунок%4$@

# %lld bank%@ · %lld account%@ · transactions syncing now.
source: %1$lld bank%2$@ · %3$lld account%4$@ · transactions syncing now.
uk: %1$lld банк%2$@ · %3$lld рахунок%4$@ · транзакції зараз синхронізуються.

# %lld bill%@ · auto-tracked
source: %1$lld bill%2$@ · auto-tracked
uk: %1$lld рахунок%2$@ · відстежується автоматично

source: %lld bills · next 14 days
uk: %lld рахунків · наступні 14 днів

source: %lld bills heading your way
uk: %lld рахунків уже на підході

# %lld categories · %lld txns
source: %1$lld categories · %2$lld txns
uk: %1$lld категорій · %2$lld транз.

# %lld connection%@ need a repair
source: %1$lld connection%2$@ need a repair
uk: %1$lld підключенн%2$@ потребує відновлення

source: %lld freeze markers
uk: %lld маркерів заморозки

source: %lld latest moves
uk: %lld останніх рухів

source: %lld need repair
uk: %lld потребують відновлення

# %lld of %lld selected
source: %1$lld of %2$lld selected
uk: %1$lld з %2$lld вибрано

source: %lld subs · auto-charged each month
uk: %lld підписок · списуються щомісяця

source: %lld to the next milestone
uk: %lld до наступної віхи

source: %lld transactions
uk: %lld транзакцій

source: %lld txns
uk: %lld транз.

source: %lld%% funded
uk: %lld%% накопичено

source: +%@/wk
uk: +%@/тиж.

source: = WHAT'S LEFT
uk: = ЩО ЗАЛИШИЛОСЯ

source: ◀ saved
uk: ◀ заощаджено

source: ✦ Coach suggests
uk: ✦ Coach радить

source: $%@ due
uk: $%@ до оплати

# $%@ net cash · Short by $%@ of $%@ due
source: $%1$@ net cash · Short by $%2$@ of $%3$@ due
uk: $%1$@ чистої готівки · Не вистачає $%2$@ з $%3$@ до оплати

# $%@ net cash + $%@ expected income covers all $%@ due
source: $%1$@ net cash + $%2$@ expected income covers all $%3$@ due
uk: $%1$@ чистої готівки + $%2$@ очікуваного доходу покривають усі $%3$@ до оплати

# $%@ net cash covers all $%@ due
source: $%1$@ net cash covers all $%2$@ due
uk: $%1$@ чистої готівки покриває всі $%2$@ до оплати

source: 1 txn
uk: 1 транз.

source: 3-day coffee cap
uk: 3-денний ліміт на каву

source: 12 weeks ago
uk: 12 тижнів тому

source: Account Error
uk: Помилка рахунку

source: across %lld subscriptions
uk: у %lld підписках

source: Add
uk: Додати

source: Add new goal
uk: Додати нову ціль

source: Add your first goal
uk: Додайте першу ціль

source: after
uk: після

source: AFTER THIS STEP
uk: ПІСЛЯ ЦЬОГО КРОКУ

source: Alerts active 2d before due
uk: Сповіщення активні за 2 дні до оплати

source: All
uk: Усі

source: All goals
uk: Усі цілі

source: AMOUNT
uk: СУМА

source: Annual
uk: Щороку

source: Apple and email sign-in are ready now. Google needs provider configuration before it can be enabled.
uk: Вхід через Apple та email уже доступний. Для Google потрібно спочатку налаштувати провайдера.

source: Are you sure you want to sign out of your account?
uk: Ви впевнені, що хочете вийти з акаунта?

source: Are you sure you want to unlink %@? This will remove all associated accounts and transactions, which may affect your budget calculations.
uk: Ви впевнені, що хочете відв’язати %@? Це видалить усі пов’язані рахунки й транзакції, що може вплинути на розрахунки бюджету.

source: Ask Coach
uk: Запитати Coach

source: Authentication
uk: Автентифікація

source: Authentication Failed
uk: Не вдалося пройти автентифікацію

source: Authentication Required
uk: Потрібна автентифікація

# avg %@%@
source: avg %1$@%2$@
uk: сер. %@%@

source: Bablo v2.4.0 · Made for your money
uk: Bablo v2.4.0 · Створено для ваших грошей

source: Back
uk: Назад

source: Balances below may be out of date until you reconnect.
uk: Баланси нижче можуть бути неактуальними, доки ви не підключитеся знову.

source: Bank-grade encryption · read-only · powered by Plaid
uk: Банківське шифрування · лише читання · працює на Plaid

source: BANKS & CARDS
uk: БАНКИ ТА КАРТКИ

source: Break it down
uk: Показати деталі

source: By continuing you agree to our Terms and Privacy Policy.
uk: Продовжуючи, ви погоджуєтеся з нашими Умовами та Політикою конфіденційності.

source: Can I?
uk: Можна?

source: Cancel
uk: Скасувати

source: CASH ON HAND
uk: ГОТІВКА НА РУКАХ

source: CATEGORIZE
uk: КАТЕГОРИЗУВАТИ

source: Check your email.
uk: Перевірте email.

source: Check your inbox and spam folder.
uk: Перевірте вхідні та папку спаму.

source: Clear
uk: Очистити

source: Close
uk: Закрити

source: Close subscriptions
uk: Закрити підписки

source: Coach weighs your budget & habits - not just the price.
uk: Coach оцінює ваш бюджет і звички, а не лише ціну.

source: Color %@
uk: Колір %@

source: COMING SOON
uk: НЕЗАБАРОМ

source: Coming up
uk: Незабаром

source: COMING UP
uk: НЕЗАБАРОМ

source: CONNECTED
uk: ПІДКЛЮЧЕНО

source: Connected just now
uk: Щойно підключено

source: Couldn't load merchants
uk: Не вдалося завантажити продавців

source: Couldn't load spending
uk: Не вдалося завантажити витрати

source: Couldn't update this transaction
uk: Не вдалося оновити цю транзакцію

source: Create goal
uk: Створити ціль

source: cumulative spend
uk: накопичені витрати

source: Damage report
uk: Звіт про витрати

source: Day
uk: День

# Day %lld of %lld · %@ → %@
source: Day %1$lld of %2$lld · %3$@ → %4$@
uk: День %1$lld з %2$lld · %3$@ → %4$@

source: Day by day
uk: День за днем

source: DAY BY DAY
uk: ДЕНЬ ЗА ДНЕМ

source: days
uk: днів

source: Delete
uk: Видалити

source: Delete "%@"?
uk: Видалити «%@»?

source: Delete goal
uk: Видалити ціль

source: DEPOSIT HISTORY
uk: ІСТОРІЯ ВНЕСКІВ

source: Dismiss notification
uk: Приховати сповіщення

source: Dismiss recommendation
uk: Приховати рекомендацію

source: Done
uk: Готово

# Drop %lld idle subs, save %@/mo
source: Drop %1$lld idle subs, save %2$@/mo
uk: Скасуйте %lld неактивн. підписок і заощаджуйте %@/міс.

source: Due soon
uk: Скоро до оплати

source: e.g. Japan trip
uk: напр., подорож до Японії

source: Early
uk: Завчасно

source: Edit
uk: Редагувати

source: Edit goal
uk: Редагувати ціль

source: Enable
uk: Увімкнути

source: Enable %@?
uk: Увімкнути %@?

source: Error
uk: Помилка

source: Exclude from Budget
uk: Виключити з бюджету

source: Expense
uk: Витрата

source: Expenses Only
uk: Лише витрати

source: Filters
uk: Фільтри

source: Finding what moved the cushion
uk: Шукаємо, що змінило запас

source: First seen: %@
uk: Вперше помічено: %@

source: First time in 12 weeks
uk: Вперше за 12 тижнів

source: Follow the money. Each step pulls a chunk out until you're left with what's actually yours to spend.
uk: Простежте шлях грошей. Кожен крок віднімає частину, доки не залишиться те, що справді можна витратити.

source: Free
uk: Безкоштовно

source: FUNDED
uk: НАКОПИЧЕНО

source: Get Started
uk: Почати

source: ghost = last period
uk: контур = минулий період

source: Goals
uk: Цілі

source: Google Sign-In Coming Soon
uk: Вхід через Google незабаром

source: Got it
uk: Зрозуміло

source: Halftones, bold borders, retro look
uk: Напівтони, жирні рамки, ретро-вигляд

source: HEY %@
uk: ПРИВІТ, %@

source: HI!
uk: ПРИВІТ!

source: HIDDEN
uk: ПРИХОВАНО

source: Home
uk: Головна

source: HOW SPENDING IS MOVING IT
uk: ЯК ВИТРАТИ ЦЕ ЗМІНЮЮТЬ

source: How we got this
uk: Як ми це порахували

source: I'll add it manually
uk: Додам вручну

source: ICON
uk: ІКОНКА

source: Income
uk: Дохід

source: Income Only
uk: Лише дохід

source: Initializing Plaid Link...
uk: Ініціалізація Plaid Link...

source: Just a first name. We'll keep it casual.
uk: Лише ім’я. Нехай буде невимушено.

source: Keep the run alive
uk: Продовжити серію

source: Last seen: %@
uk: Востаннє помічено: %@

source: Let it ride
uk: Залишити як є

source: Link a bank from Home to see account health here.
uk: Підключіть банк із Головної, щоб бачити тут стан рахунку.

source: Link a new bank
uk: Підключити новий банк

source: Link another bank
uk: Підключити ще один банк

source: Link new account
uk: Підключити новий рахунок

source: Link your bank?
uk: Підключити банк?

source: Linked accounts
uk: Підключені рахунки

source: LINKED ACCOUNTS
uk: ПІДКЛЮЧЕНІ РАХУНКИ

source: LIVE
uk: НАЖИВО

source: Loading...
uk: Завантаження...

source: Loading…
uk: Завантаження…

source: LOCKED IN / MONTH
uk: ЗАФІКСОВАНО / МІС.

source: Log savings
uk: Записати заощадження

source: LOG SAVINGS
uk: ЗАПИСАТИ ЗАОЩАДЖЕННЯ

source: Mark as Recurring
uk: Позначити як повторювану

source: Mark future %@ transactions as recurring.
uk: Позначати майбутні транзакції %@ як повторювані.

source: Maybe later
uk: Можливо, пізніше

source: Me
uk: Я

source: Merchant: %@
uk: Продавець: %@

source: MILESTONES
uk: ВІХИ

source: Mo
uk: Міс.

source: Monthly
uk: Щомісяця

source: Monthly Budget
uk: Місячний бюджет

source: Monthly cushion
uk: Місячний запас

source: Net %@
uk: Чисто %@

# net tracked · %lld bank%@ · %lld account%@
source: net tracked · %1$lld bank%2$@ · %3$lld account%4$@
uk: чисто відстежено · %1$lld банк%2$@ · %3$lld рахунок%4$@

source: NEW CATEGORY
uk: НОВА КАТЕГОРІЯ

source: New goal
uk: Нова ціль

source: NEXT UP · %@
uk: НА ЧЕРЗІ · %@

source: Next: %@
uk: Далі: %@

source: No activity yet
uk: Активності поки немає

source: No bills due in the next 30 days!
uk: У наступні 30 днів немає рахунків до оплати!

source: No goals yet
uk: Цілей поки немає

source: No goals yet. Tap + to add one.
uk: Цілей поки немає. Торкніться +, щоб додати.

source: No linked accounts
uk: Немає підключених рахунків

source: No recurring transactions found
uk: Повторюваних транзакцій не знайдено

source: No results match your search
uk: Немає результатів за вашим пошуком

source: no spending this period
uk: у цьому періоді витрат немає

source: No spending this period
uk: У цьому періоді витрат немає

source: No subscriptions spotted yet
uk: Підписок поки не знайдено

source: No transactions match your search
uk: Немає транзакцій за вашим пошуком

source: No upcoming bills next 14 days
uk: У наступні 14 днів рахунків немає

source: No visible accounts in this group yet
uk: У цій групі поки немає видимих рахунків

source: NOT COUNTED
uk: НЕ ВРАХОВАНО

source: of %@
uk: з %@

source: of %@ target
uk: з цілі %@

source: On track
uk: За планом

source: Once Plaid finds recurring card charges, they'll show up here.
uk: Коли Plaid знайде повторювані списання з картки, вони з’являться тут.

source: Open saving streak
uk: Відкрити серію заощаджень

source: Opening Plaid...
uk: Відкриваємо Plaid...

source: OPTIONAL
uk: НЕОБОВ’ЯЗКОВО

source: OR EMAIL
uk: АБО EMAIL

source: over by %@
uk: перевищення на %@

source: over the next 30 days
uk: протягом наступних 30 днів

source: PEAK
uk: ПІК

source: pending
uk: очікує

source: PER MONTH
uk: НА МІСЯЦЬ

source: per month · %lld idle
uk: на місяць · %lld неактивн.

source: PERSONAL BEST
uk: ОСОБИСТИЙ РЕКОРД

source: Pick the flexible categories you want to keep an eye on.
uk: Виберіть гнучкі категорії, за якими хочете стежити.

source: Plaid automatically detects recurring income and expenses. You can override these classifications below.
uk: Plaid автоматично визначає повторювані доходи й витрати. Нижче можна змінити ці класифікації.

source: Pop theme
uk: Поп-тема

source: Pulling last 90 days
uk: Завантажуємо останні 90 днів

source: QUICK START
uk: ШВИДКИЙ СТАРТ

source: quick:
uk: швидко:

source: Ready
uk: Готово

source: Recent
uk: Останні

source: RECENT DAYS
uk: ОСТАННІ ДНІ

source: Recent transactions will land here
uk: Останні транзакції з’являться тут

source: Recurring Transactions
uk: Повторювані транзакції

source: Refresh coach
uk: Оновити Coach

source: Reminders Scheduled
uk: Нагадування заплановано

source: Reminders set
uk: Нагадування встановлено

source: Repair connection
uk: Відновити підключення

source: Resend code
uk: Надіслати код ще раз

source: Resend in %llds
uk: Повторно через %lld с

source: Review idle
uk: Переглянути неактивні

source: Roughly what hits your account each month, after taxes.
uk: Приблизно скільки надходить на рахунок щомісяця після податків.

source: safe
uk: безпечно

source: Save
uk: Зберегти

source: Save changes
uk: Зберегти зміни

source: SAVING STREAK
uk: СЕРІЯ ЗАОЩАДЖЕНЬ

source: Selected
uk: Вибрано

source: Set a target date
uk: Встановити цільову дату

source: Set reminders
uk: Встановити нагадування

source: Set repeat
uk: Налаштувати повторення

source: Set up your budget to unlock insights
uk: Налаштуйте бюджет, щоб відкрити інсайти

source: Settings Error
uk: Помилка налаштувань

source: Short by $%@ even factoring net cash & expected income
uk: Не вистачає $%@ навіть з урахуванням чистої готівки та очікуваного доходу

source: Show cushion comparison
uk: Показати порівняння запасу

source: Shows subscription details
uk: Показує деталі підписки

source: Sign In Error
uk: Помилка входу

source: Sign out
uk: Вийти

source: Sign Out
uk: Вийти

source: Sign Out?
uk: Вийти?

source: Skip
uk: Пропустити

source: Skip café coffee for 3 days. Coach will treat the saved amount as money ready for %@.
uk: Пропустіть каву в кафе на 3 дні. Coach зарахує зекономлену суму як гроші, готові для %@.

source: Smashed it 🎉
uk: Вийшло 🎉

source: Sort
uk: Сортувати

source: Sort by
uk: Сортувати за

source: Sort:
uk: Сортування:

source: spent %@
uk: витрачено %@

source: spent more ▶
uk: витрачено більше ▶

source: Start mission ↗
uk: Почати місію ↗

source: Start stashing money away for your big dreams. We'll track your velocity and estimate when you'll reach them.
uk: Почніть відкладати гроші на великі мрії. Ми відстежуватимемо темп і підрахуємо, коли ви їх досягнете.

source: Stash %@
uk: Відкласти %@

source: SUBSCRIPTIONS
uk: ПІДПИСКИ

source: Sync from Plaid
uk: Синхронізувати з Plaid

source: Tap to manage
uk: Торкніться, щоб керувати

source: Target date
uk: Цільова дата

source: Target stash: %@
uk: Цільове відкладення: %@

source: That's %@ a year back in your pocket
uk: Це %@ на рік назад у вашу кишеню

source: The Cushion
uk: Запас

source: THE CUSHION
uk: ЗАПАС

source: THE FUN MONEY
uk: ГРОШІ НА СЕБЕ

source: The lineup
uk: Рейтинг

source: THE LINEUP
uk: РЕЙТИНГ

source: THE NON-NEGOTIABLES
uk: ОБОВ’ЯЗКОВІ ВИТРАТИ

source: THE RECURRING DRIP
uk: РЕГУЛЯРНІ СПИСАННЯ

source: The same bills every month — rent, phone, that gym you forgot about.
uk: Ті самі рахунки щомісяця — оренда, телефон, той спортзал, про який ви забули.

source: The Swing
uk: Коливання

source: THE SWING
uk: КОЛИВАННЯ

source: THE VAULT
uk: СХОВИЩЕ

source: THE VERDICT
uk: ВЕРДИКТ

source: this week
uk: цього тижня

source: This will permanently delete the goal and all its deposit history.
uk: Це назавжди видалить ціль і всю історію внесків.

source: top %lld · rings = %% of the damage
uk: топ %lld · кільця = %% витрат

source: Tracking
uk: Відстежується

source: Transactions categorizing in the background
uk: Транзакції категоризуються у фоновому режимі

source: Try %@ Again
uk: Спробувати %@ ще раз

source: Try again
uk: Спробувати ще раз

source: Try Again
uk: Спробувати ще раз

source: Unlink
uk: Відв’язати

source: Unlink bank
uk: Відв’язати банк

source: Unlink Bank
uk: Відв’язати банк

source: Use biometric authentication or your password to access your account
uk: Використайте біометричну автентифікацію або пароль для доступу до акаунта

source: Vault %@ over real balance
uk: Сховище на %@ більше за реальний баланс

source: Verification Failed
uk: Перевірка не вдалася

source: Verify
uk: Підтвердити

source: View budget breakdown
uk: Переглянути розбивку бюджету

source: vs %@
uk: проти %@

source: watching your week · live
uk: стежить за вашим тижнем · наживо

source: We auto-categorize your transactions so you don't have to. Read-only — we can't move your money.
uk: Ми автоматично категоризуємо транзакції, щоб вам не довелося. Лише читання — ми не можемо рухати ваші гроші.

source: We sent a 6-digit code to %@.
uk: Ми надіслали 6-значний код на %@.

source: We'll send you notifications 2 days before each bill is due so you're always prepared.
uk: Ми надсилатимемо сповіщення за 2 дні до оплати кожного рахунку, щоб ви були готові.

source: Week by week
uk: Тиждень за тижнем

source: WEEK BY WEEK
uk: ТИЖДЕНЬ ЗА ТИЖНЕМ

source: Weekly
uk: Щотижня

source: What should we call you?
uk: Як вас називати?

source: What's coming in?
uk: Що надходить?

source: What's locked in?
uk: Що вже зафіксовано?

source: Where does the rest go?
uk: Куди йде решта?

source: Where it went
uk: Куди пішло

source: WHERE IT WENT
uk: КУДИ ПІШЛО

source: why these aren't in spend
uk: чому це не у витратах

source: Wk
uk: Тиж.

source: Yo, %@
uk: Привіт, %@

source: YO, %@ ‼️
uk: ЙО, %@ ‼️

source: YOU & %@
uk: ВИ ТА %@

source: You can use %@ to quickly and securely access your financial data.
uk: Ви можете використовувати %@ для швидкого й безпечного доступу до фінансових даних.

source: YOU SPENT LESS
uk: ВИ ВИТРАТИЛИ МЕНШЕ

source: YOU SPENT MORE
uk: ВИ ВИТРАТИЛИ БІЛЬШЕ

source: You're linked up.
uk: Ви підключені.

source: You're offline. Showing cached data.
uk: Ви офлайн. Показуємо кешовані дані.

source: You're spending faster
uk: Ви витрачаєте швидше

source: You're spending slower
uk: Ви витрачаєте повільніше

source: Your recurring drip
uk: Ваші регулярні списання

source: Close onboarding preview
uk: Закрити попередній перегляд онбордингу

source: Welcome back.
uk: З поверненням.

source: Continue
uk: Продовжити

source: Preview onboarding
uk: Переглянути онбординг

source: DO SOMETHING
uk: ДІЯ

source: DETAILS
uk: ДЕТАЛІ
